Repository: christoph-teichmeister/yamsa
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: de

source: Your current password is incorrect
de: Dein aktuelles Passwort ist falsch

source: Passwords do not match
de: Passwörter stimmen nicht überein

source: Your current password
de: Dein aktuelles Passwort

source: Your new password
de: Dein neues Passwort

source: Confirm your new password
de: Bestätige dein neues Passwort

source: Receive push notifications
de: Push-Benachrichtigungen erhalten

source: Preferred language
de: Bevorzugte Sprache

source: Receive payment reminder emails
de: E-Mail-Erinnerungen an Zahlungen erhalten

source: Receive room reminder emails
de: E-Mail-Erinnerungen zum Raum erhalten

source: User with email address '{email}' already exists
de: Benutzer:in mit der E-Mail-Adresse '{email}' existiert bereits

source: The email address '{email}' is already in use
de: Die E-Mail-Adresse '{email}' wird bereits verwendet

source: The email address '{email}' is not registered with yamsa
de: Die E-Mail-Adresse '{email}' ist nicht bei yamsa registriert

source: Email your account is linked to
de: E-Mail-Adresse, mit der dein Konto verknüpft ist

source: Staff Status
de: Status der Mitarbeitenden

source: Designates whether the user can log into this admin site.
de: Legt fest, ob Benutzer:innen sich im Adminbereich anmelden kann.

source: User
de: Benutzer:in

source: Users
de: Benutzer:innen

source: User friendship
de: Benutzer:innenfreundschaft

source: User friendships
de: Benutzer:innenfreundschaften

source: Users cannot be friends with themselves.
de: Benutzer:innen können nicht mit sich selbst befreundet sein.

source: Change your password:
de: Ändere dein Passwort:

source: Save
de: Speichern

source: Note:
de: Achtung:

source: After a successful password change, you will be prompted to login again.
de: Nach einer erfolgreichen Passwortänderung wirst du aufgefordert, dich erneut anzumelden.

source: Invite a guest to "%(room)s"
de: Gast zu "%(room)s" einladen

source: Guest access
de: Gastzugang

source: Perfect for roommates without accounts - give them lightweight access.
de: Perfekt für Mitbewohner ohne Konto - gib ihnen leichten Zugang.

source: Guest pass
de: Gastpass

source: Guest name
de: Gastname

source: e.g. Alex from the kitchen
de: z. B. Alex aus der Küche

source: Guests can later convert to full accounts without losing history.
de: Gäste können später in vollständige Konten konvertieren, ohne ihre Historie zu verlieren.

source: We'll drop them right into this room.
de: Wir setzen sie direkt in diesen Raum.

source: Add guest
de: Gast hinzufügen

source: Back to people
de: Zurück zur Personenliste

source: Guest Mode
de: Gastmodus

source: Hi %(user.name)s
de: Hallo %(user.name)s

source: Thanks for hopping into a room as a guest. Unlock reminders, push notifications, and richer history once you create a full account.
de: Danke, dass du als Gast einem Raum beigetreten bist. Schalte Erinnerungen, Push-Benachrichtigungen und ausführlichere Historie frei, sobald du ein vollständiges Konto erstellst.

source: Create a free account
de: Kostenloses Konto erstellen

source: I already have an account
de: Ich habe bereits ein Konto

source: Not you?
de: Nicht du?

source: Log out instead
de: Stattdessen abmelden

source: Admin
de: Administrator

source: Your account overview
de: Deine Kontenübersicht

source: Member profile
de: Mitgliederprofil

source: Not set
de: Nicht gesetzt

source: Staff
de: Mitarbeitende

source: PayPal linked
de: PayPal verknüpft

source: No PayPal link
de: Kein PayPal-Link

source: Edit profile
de: Profil bearbeiten

source: Display name
de: Anzeigename

source: Email address
de: E-Mail-Adresse

source: PayPal.me username
de: PayPal.me-Benutzername

source: No PayPal link yet
de: Noch kein PayPal-Link

source: Push notifications
de: Push-Benachrichtigungen

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Manage this toggle from the edit screen.
de: Verwalte diesen Schalter im Bearbeitungsbildschirm.

source: Payment reminders
de: Zahlungserinnerungen

source: Toggle this in the notifications center or via the email footer.
de: Schalte dies im Benachrichtigungszentrum oder über die Fußzeile der E-Mail um.

source: Security
de: Sicherheit

source: Change your password
de: Ändere dein Passwort

source: Choose a unique password to keep your rooms safe.
de: Wähle ein einzigartiges Passwort, um deine Räume zu schützen.

source: Change password
de: Passwort ändern

source: Keep your details up to date
de: Halte deine Daten aktuell

source: Cancel
de: Abbrechen

source: Save changes
de: Änderungen speichern

source: Profile picture preview
de: Vorschau des Profilbilds

source: Profile photo
de: Profilfoto

source: PNG / JPEG up to 3 MB and 2048×2048 px.
de: PNG / JPEG bis 3 MB und 2048x2048 px.

source: Remove your profile picture?
de: Profilbild entfernen?

source: Remove photo
de: Foto entfernen

source: Notification Center
de: Benachrichtigungszentrum

source: Choose how you want to hear from us.
de: Wähle, wie du von uns hören möchtest.

source: Need a new password?
de: Neues Passwort benötigt?

source: Set a fresh password any time. We’ll keep you logged in while you update it.
de: Lege jederzeit ein neues Passwort fest. Wir halten dich während der Aktualisierung angemeldet.

source: Forgot password
de: Passwort vergessen

source: We'll send you a recovery link
de: Wir senden dir einen Wiederherstellungslink

source: Tell us which email address is linked to your account and we’ll do the rest.
de: Sag uns, welche E-Mail-Adresse mit deinem Konto verknüpft ist, und wir übernehmen den Rest.

source: Back to login
de: Zurück zur Anmeldung

source: Need to reset your password?
de: Möchtest du dein Passwort zurücksetzen?

source: Request a new password
de: Neues Passwort anfordern

source: Invite %(invitee)s to "%(room)s"
de: Lade %(invitee)s zu "%(room)s" ein

source: Send invite
de: Einladung senden

source: Room roster
de: Raumteilnehmerliste

source: Everyone in %(room_name)s
de: Alle in %(room_name)s

source: Invite roommates, add guests, and keep tabs on who has already viewed the room.
de: Lade Mitbewohner ein, füge Gäste hinzu und behalte im Blick, wer den Raum bereits angesehen hat.

source: Room closed
de: Raum geschlossen

source: Room open
de: Raum geöffnet

source: Add existing user
de: Bestehenden Nutzer hinzufügen

source: No one here yet
de: Noch niemand hier

source: Invite a roommate or add a guest to start splitting expenses.
de: Lade einen Mitbewohner ein oder füge einen Gast hinzu, um mit dem Aufteilen der Ausgaben zu beginnen.

source: Welcome back
de: Willkommen zurück

source: Keep your shared finances moving
de: Halte eure gemeinsamen Finanzen in Bewegung

source: Stay in the flow: avoid surprising logouts and finish your next journal in one session.
de: Bleib im Fluss: Vermeide überraschende Abmeldungen und beende dein nächstes Journal in einer Sitzung.

source: Create an account
de: Konto erstellen

source: Secure login
de: Sichere Anmeldung

source: Login
de: Anmelden

source: Password
de: Passwort

source: Stay signed in for 30 days
de: Für 30 Tage angemeldet bleiben

source: Your session stays active as long as you keep using the app.
de: Deine Sitzung bleibt aktiv, solange du die App weiter nutzt.

source: Forgot password?
de: Passwort vergessen?

source: Log in
de: Anmelden

source: We renew your cookie while you stay active so normal usage does not log you out, and checking "Stay signed in" keeps you signed in for 30 days.
de: Wir erneuern dein Cookie, solange du aktiv bleibst, damit dich normale Nutzung nicht abmeldet, und mit aktivierter Option "Angemeldet bleiben" bleibst du 30 Tage angemeldet.

source: Unsubscribed
de: Abgemeldet

source: You’re no longer receiving payment reminders.
de: Du erhältst keine Zahlungserinnerungen mehr.

source: Oops
de: Hoppla

source: We couldn’t process the unsubscribe.
de: Wir konnten die Abmeldung nicht verarbeiten.

source: Sign in
de: Anmelden

source: Account settings
de: Kontoeinstellungen

source: You can always re-enable reminders from your notification settings.
de: Du kannst Erinnerungen jederzeit über deine Benachrichtigungseinstellungen wieder aktivieren.

source: Join yamsa
de: yamsa beitreten

source: Create shared clarity in your rooms
de: Schaffe gemeinsame Klarheit in deinen Räumen

source: Registering takes a minute and keeps every room, bill, and settlement in sync.
de: Die Registrierung dauert eine Minute und hält jeden Raum, jede Rechnung und jede Abrechnung synchron.

source: Already have an account?
de: Bereits ein Konto?

source: Login here!
de: Hier anmelden!

source: Start now
de: Jetzt anfangen

source: Register
de: Registrieren

source: User ID
de: Benutzer-ID

source: Is Guest
de: Ist Gast

source: Register now
de: Jetzt registrieren

source: The combination of email and password does not match
de: Die Kombination aus E-Mail und Passwort ist nicht korrekt

source: English
de: Englisch

source: German
de: Deutsch

source: Room activity timeline
de: Aktivitätsverlauf des Raums

source: See transactions and changes at a glance
de: Transaktionen und Änderungen auf einen Blick sehen

source: Every room update - expenses logged, settlements, highlights - lands here so you never miss a beat.
de: Jedes Raum-Update – erfasste Ausgaben, Abrechnungen, Highlights – landet hier, damit du nichts verpasst.

source: Auto-updated feed
de: Automatisch aktualisierter Feed

source: Events appear in chronological order with the newest at the top.
de: Ereignisse erscheinen in chronologischer Reihenfolge, die neuesten oben.

source: No updates yet
de: Noch keine Aktualisierungen

source: Once roommates start logging expenses or changes, they will appear here.
de: Sobald Mitbewohner Ausgaben oder Änderungen erfassen, erscheinen sie hier.

source: yamsa helps shared households track expenses, settle debts, and stay organized with collaborative rooms, dashboards, and notifications.
de: yamsa hilft Wohngemeinschaften dabei, Ausgaben zu verfolgen, Schulden auszugleichen und mit kollaborativen Räumen, Dashboards und Benachrichtigungen organisiert zu bleiben.

source: yamsa, shared expenses, roommate app, bill splitting, dashboards
de: yamsa, gemeinsame Ausgaben, Mitbewohner-App, Rechnungsteilung, Dashboards

source: Currency
de: Währung

source: Currencies
de: Währungen

source: Settled: {debitor} owes {value}{currency} to {creditor}
de: Beglichen: {debitor} schuldet {value}{currency} an {creditor}

source: {debitor} owes {value}{currency} to {creditor}
de: {debitor} schuldet {value}{currency} an {creditor}

source: Inactive debt reminder
de: Erinnerung für inaktive Schulden

source: Inactive room reminder
de: Erinnerung für inaktiven Raum

source: Reminder log
de: Erinnerungsprotokoll

source: Reminder logs
de: Erinnerungsprotokolle

source: Optimised debts
de: Optimierte Schulden

source: Track what is left to settle inside this room. Click the piggy-bank to mark a debt as paid.
de: Verfolge, was in diesem Raum noch ausgeglichen werden muss. Klicke auf das Sparschwein, um eine Schuld als bezahlt zu markieren.

source: %(active_debt_count)s pending debt
de: %(active_debt_count)s ausstehende Schuld

source: Money overview
de: Geldübersicht

source: See how much each person has paid and who still owes what.
de: Sieh, wie viel jede Person bezahlt hat und wer noch was schuldet.

source: %(debitor_display)s owes %(value)s%(currency)s to %(creditor_display)s
de: %(debitor_display)s schuldet %(value)s%(currency)s an %(creditor_display)s

source: Settled on %(settled_at)s
de: Am %(settled_at)s beglichen

source: Tap the piggy-bank when this debt is paid off.
de: Tippe auf das Sparschwein, wenn diese Schuld beglichen ist.

source: Settled
de: Beglichen

source: Outstanding
de: Ausstehend

source: No debts yet
de: Noch keine Schulden

source: As expenses are added, we will surface who owes whom here.
de: Wenn Ausgaben hinzukommen, zeigen wir hier, wer wem etwas schuldet.

source: This transaction is not yours to settle!
de: Diese Transaktion darfst du nicht ausgleichen!

source: Your debt to %(creditor_name)s
de: Deine Schuld an %(creditor_name)s

source: Are you sure that you have settled your debt (%(debt_value)s%(debt_currency)s) to %(creditor_name)s?
de: Bist du sicher, dass du deine Schuld (%(debt_value)s%(debt_currency)s) bei %(creditor_name)s beglichen hast?

source: Debt ID
de: Schulden-ID

source: Settled?
de: Beglichen?

source: No, take me to their paypal
de: Nein, bring mich zu ihrem PayPal

source: No action available
de: Keine Aktion möglich

source: No
de: Nein

source: Yes
de: Ja

source: yamsa | Yet another money split app
de: yamsa | Noch eine App zum Geldteilen

source: New Password
de: Neues Passwort

source: Log in with new password
de: Mit neuem Passwort anmelden

source: Forgotten your password?
de: Passwort vergessen?

source: No worries - happens to the best!
de: Keine Sorge – passiert den Besten!

source: Your new password is:
de: Dein neues Passwort lautet:

source: Log in with your new password, by clicking the button below
de: Melde dich mit deinem neuen Passwort an, indem du auf den Button unten klickst

source: (And don't forget to change your password afterwards!)
de: (Und vergiss nicht, dein Passwort danach zu ändern!)

source: Invitation
de: Einladung

source: You have been invited by %(inviter)s to join your friends on yamsa
de: Du wurdest von %(inviter)s eingeladen, dich deinen Freunden auf yamsa anzuschließen

source: Click the button below to register!
de: Klicke auf den Button unten, um dich zu registrieren!

source: Register here
de: Hier registrieren

source: %(room_name)s | Payment reminder
de: %(room_name)s | Zahlungserinnerung

source: Hey there! It has been %(inactivity_days)d days since any activity in %(room_name)s.
de: Hallo! Es sind %(inactivity_days)d Tage seit der letzten Aktivität in %(room_name)s vergangen.

source: You currently owe %(amount_summary)s.
de: Du schuldest aktuell %(amount_summary)s.

source: Please follow the link below to review and settle the outstanding balance before it grows stale.
de: Bitte folge dem Link unten, um den offenen Betrag zu prüfen und zu begleichen, bevor er veraltet.

source: Payment reminder: %(room_name)s
de: Zahlungserinnerung: %(room_name)s

source: This reminder is generated automatically for overdue balances. We're cheering for you!
de: Diese Erinnerung wird automatisch bei überfälligen Beträgen erzeugt. Wir drücken dir die Daumen!

source: Need a hand? Reach out to your room admin if the numbers look off.
de: Brauchst du Unterstützung? Wende dich an den Raum-Admin, wenn die Zahlen nicht stimmen.

source: Review pending debts
de: Ausstehende Schulden prüfen

source: Welcome to yamsa
de: Willkommen bei yamsa

source: It looks like you already belong to some rooms!
de: Es sieht so aus, als würdest du bereits zu einigen Räumen gehören!

source: Check them out, by clicking the button below
de: Schau sie dir an, indem du auf den Button unten klickst

source: Create a new room, by clicking the button below
de: Erstelle einen neuen Raum, indem du auf den Button unten klickst

source: Create a room
de: Einen Raum erstellen

source: See your rooms
de: Deine Räume ansehen

source: %(room_name)s | Room still open?
de: %(room_name)s | Raum noch offen?

source: %(room_name)s has been quiet for %(inactivity_days)d days.
de: %(room_name)s war seit %(inactivity_days)d Tagen inaktiv.

source: If everyone already settled up, please mark the debts as paid and close the room so it stops lingering.
de: Wenn alle bereits abgerechnet haben, markiere die Schulden bitte als bezahlt und schließe den Raum, damit er nicht weiter offen bleibt.

source: If you still need the room, feel free to ignore this reminder and keep it open.
de: Wenn du den Raum noch brauchst, ignoriere diese Erinnerung und lasse ihn geöffnet.

source: Room cleanup reminder: %(room_name)s
de: Erinnerung zur Raumbereinigung: %(room_name)s

source: This reminder is generated automatically when open rooms stay inactive. We're happy to help.
de: Diese Erinnerung wird automatisch erzeugt, wenn offene Räume inaktiv bleiben. Wir helfen gern.

source: Give us a shout if the room history looks off.
de: Melde dich, wenn die Raumhistorie nicht stimmt.

source: Review room status
de: Raumstatus prüfen

source: Welcome to %(room_name)s
de: Willkommen bei %(room_name)s

source: You have been invited to %(room_name)s to join your friends
de: Du wurdest eingeladen, dich deinen Freunden in %(room_name)s anzuschließen

source: Click the button below to view the room!
de: Klicke auf den Button unten, um den Raum zu sehen!

source: See the room
de: Raum ansehen

source: {creator} created "{room_name}"
de: {creator} hat "{room_name}" erstellt

source: {payer} paid {amount}{currency} in "{room}"
de: {payer} hat {amount}{currency} in "{room}" bezahlt

source: {actor} deleted the transaction "{description}" ({amount}{currency}) in "{room}"
de: {actor} hat die Transaktion "{description}" ({amount}{currency}) in "{room}" gelöscht

source: {icon} {initials}: Transaction deleted
de: {icon} {initials}: Transaktion gelöscht

source: themselves
de: sich selbst

source: {created_by} added {added_user} to "{room_name}"
de: {created_by} hat {added_user} zu "{room_name}" hinzugefügt

source: Room created
de: Raum erstellt

source: Transaction created
de: Transaktion erstellt

source: Transaction deleted
de: Transaktion gelöscht

source: User added
de: Nutzer:in hinzugefügt

source: News
de: Neuigkeiten

source: Open
de: Offen

source: Closed
de: Geschlossen

source: Room
de: Raum

source: Rooms
de: Räume

source: {user} belongs to {room}
de: {user} gehört zu {room}

source: Create Room
de: Raum erstellen

source: Create
de: Erstellen

source: Suggested guests
de: Vorgeschlagene Gäste

source: Invite frequent collaborators
de: Lade häufige Mitwirkende ein

source: Add past roommates with one tap. Mark your go-to teammates as friends to pin them to the top.
de: Füge frühere Mitbewohner mit einem Tippen hinzu. Markiere deine bevorzugten Teammitglieder als Freunde, um sie oben anzupinnen.

source: Room overview
de: Raumübersicht

source: No description added yet.
de: Noch keine Beschreibung hinzugefügt.

source: Preferred currency
de: Bevorzugte Währung

source: Edit room
de: Raum bearbeiten

source: Used as the default for new transactions.
de: Wird als Standard für neue Transaktionen verwendet.

source: Members
de: Mitglieder

source: Roommates and guests currently connected.
de: Derzeit verbundene Mitbewohner und Gäste.

source: Closing readiness
de: Schließbereitschaft

source: Ready to close
de: Bereit zum Schließen

source: No unsettled debts remain.
de: Es bleiben keine offenen Schulden.

source: Outstanding balances
de: Ausstehende Salden

source: Settle open debts before closing.
de: Begleiche offene Schulden vor dem Schließen.

source: Keep logging expenses and invite more roommates whenever you need to.
de: Erfasse weiterhin Ausgaben und lade bei Bedarf weitere Mitbewohner ein.

source: This room is locked for editing. Reopen it from the edit screen if you need to make changes.
de: Dieser Raum ist zur Bearbeitung gesperrt. Öffne ihn auf dem Bearbeitungsbildschirm, wenn du Änderungen brauchst.

source: Back to room
de: Zurück zum Raum

source: Save room details
de: Raumdetails speichern

source: Close
de: Schließen

source: Room settings
de: Raumeinstellungen

source: Edit "%(room_name)s"
de: "%(room_name)s" bearbeiten

source: Basics
de: Grundlagen

source: Name, description & currency
de: Name, Beschreibung & Währung

source: Please fix the highlighted errors in the form.
de: Bitte behebe die markierten Fehler im Formular.

source: Room status
de: Raumstatus

source: All debts are settled. You can close the room.
de: Alle Schulden sind beglichen. Du kannst den Raum schließen.

source: There is still %(debt_count)s open debt.
de: Es gibt noch %(debt_count)s offene Schuld.

source: The room is closed and can be reopened.
de: Der Raum ist geschlossen und kann wieder geöffnet werden.

source: Close room
de: Raum schließen

source: Reopen room
de: Raum wieder öffnen

source: Outstanding debts
de: Ausstehende Schulden

source: This room still has outstanding payments.
de: Dieser Raum hat noch ausstehende Zahlungen.

source: There is still %(debt_count)s open debt. Closing the room anyway will mark it as settled.
de: Es gibt noch %(debt_count)s offene Schuld. Wenn du den Raum trotzdem schließt, wird sie als beglichen markiert.

source: Use this option only if you want to skip manual settlement.
de: Nutze diese Option nur, wenn du die manuelle Abrechnung überspringen möchtest.

source: Close anyway
de: Trotzdem schließen

source: Open to guests
de: Für Gäste offen

source: Claim your invitation
de: Einladung annehmen

source: Guests who arrive via the shared link can register or log in here to confirm their spot.
de: Gäste, die über den geteilten Link kommen, können sich hier registrieren oder anmelden, um ihren Platz zu bestätigen.

source: Who are you?
de: Wer bist du?

source: Only Guest Users of the room are shown here. If you do not see your name, that means that you either are not part of this room or that you already have an account. If you already have an account, try logging in.
de: Nur Gastnutzer:innen des Raums werden hier angezeigt. Wenn du deinen Namen nicht siehst, bist du entweder nicht Teil dieses Raums oder hast bereits ein Konto. Wenn du schon ein Konto hast, versuche dich einzuloggen.

source: Not seeing your name?
de: Siehst du deinen Namen nicht?

source: That's me!
de: Das bin ich!

source: No guests have been invited yet. Create an account to add yourself to the room.
de: Es wurden noch keine Gäste eingeladen. Erstelle ein Konto, um dich selbst zum Raum hinzuzufügen.

source: Toggle navigation
de: Navigation umschalten

source: Copy the rooms URL to your clipboard to send it to your friends
de: Kopiere die Raum-URL in die Zwischenablage, um sie deinen Freunden zu schicken

source: Menu
de: Menü

source: Profile
de: Profil

source: Log in to access rooms
de: Melde dich an, um Räume zu nutzen

source: Manage rooms and transactions
de: Räume und Transaktionen verwalten

source: View profile
de: Profil ansehen

source: Home
de: Startseite

source: Back to home
de: Zur Startseite

source: Log out
de: Abmelden

source: New
de: Neu

source: New room
de: Neuer Raum

source: Start a new group with friends
de: Starte eine neue Gruppe mit Freunden

source: Other
de: Andere

source: Loading...
de: Wird geladen...

source: Back
de: Zurück

source: Room access
de: Raumzugang

source: New member
de: Neues Mitglied

source: We'll notify members automatically.
de: Wir benachrichtigen die Mitglieder automatisch.

source: Submit
de: Absenden

source: This room is closed, so new members cannot be added.
de: Dieser Raum ist geschlossen, daher können keine neuen Mitglieder hinzugefügt werden.

source: No updates yet.
de: Noch keine Updates.

source: You are all caught up.
de: Du bist auf dem Laufenden.

source: Open related update
de: Verwandtes Update öffnen

source: Update
de: Aktualisierung

source: %(timesince)s ago
de: vor %(timesince)s

source: Something went wrong
de: Etwas ist schiefgelaufen

source: Remove from room
de: Aus dem Raum entfernen

source: Guest
de: Gast

source: Member
de: Mitglied

source: Seen room
de: Raum gesehen

source: Not seen yet
de: Noch nicht gesehen

source: Are you sure you want to remove yourself from this room? You will not be able to see this room afterwards anymore!
de: Bist du sicher, dass du dich aus diesem Raum entfernen möchtest? Danach kannst du ihn nicht mehr sehen!

source: Are you sure you wish to remove this user from this room?
de: Bist du sicher, dass du diesen Nutzer aus diesem Raum entfernen möchtest?

source: Guest access with limited features
de: Gastzugang mit eingeschränkten Funktionen
