Repository: christoph-teichmeister/yamsa
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: de

source: Registered roommate
de: Registrierter Mitbewohner

source: Joined as a full member of this room.
de: Als volles Mitglied dieses Raums beigetreten.

source: {paid_by} paid {value}{currency} for {paid_for}
de: {paid_by} hat {value}{currency} für {paid_for} bezahlt

source: Back to transactions
de: Zurück zu den Transaktionen

source: Category breakdown
de: Kategorienübersicht

source: All recorded spend
de: Alle erfassten Ausgaben

source: Showing %(period)s.
de: Zeigt %(period)s.

source: Add transaction
de: Transaktion hinzufügen

source: Currency breakdown
de: Währungsaufteilung

source: %(category_count)s category
de: %(category_count)s Kategorie

source: Legend
de: Legende

source: No tracked expenses yet. Add a transaction to populate the breakdown.
de: Noch keine erfassten Ausgaben. Füge eine Transaktion hinzu, um die Aufschlüsselung zu füllen.

source: Add expenses to unlock the breakdown.
de: Füge Ausgaben hinzu, um die Aufschlüsselung freizuschalten.

source: Amount
de: Betrag

source: For
de: Für

source: Remove this participant?
de: Diese:n Teilnehmer:in entfernen?

source: Child Transaction ID
de: ID der Untertransaktion

source: New transaction
de: Neue Transaktion

source: Add transaction for "%(room_name)s"
de: Eine Transaktion für "%(room_name)s" hinzufügen

source: %(member_count)s member
de: %(member_count)s Mitglied

source: %(currency_sign)s preferred
de: %(currency_sign)s bevorzugt

source: Unable to add transaction
de: Transaktion konnte nicht hinzugefügt werden

source: Required details
de: Erforderliche Angaben

source: What was this?
de: Was war das?

source: e.g., Grocery run
de: e.g., Einkaufen

source: Maximum 50 characters.
de: Maximal 50 Zeichen.

source: Amount paid
de: Bezahlter Betrag

source: Total paid in the selected currency.
de: In der gewählten Währung insgesamt bezahlt.

source: Who paid?
de: Wer hat bezahlt?

source: Person covering this expense.
de: Die Person, die diese Ausgabe getragen hat.

source: Split between
de: Aufgeteilt auf

source: Hold Cmd/Ctrl to adjust beneficiaries.
de: Halte Cmd/Ctrl gedrückt, um die Begünstigten anzupassen.

source: More details
de: Weitere Details

source: Show fields
de: Felder anzeigen

source: Paid at
de: Bezahlt am

source: Use if the expense occurred earlier.
de: Verwenden, wenn die Ausgabe früher stattfand.

source: Defaults to the room preference.
de: Standardmäßig wird die Raumpräferenz verwendet.

source: Category
de: Kategorie

source: Tag this expense for dashboards and charts.
de: Markiere diese Ausgabe für Dashboards und Diagramme.

source: Notes
de: Notizen

source: Add split details, receipts, or reminders
de: Füge Aufteilungsdetails, Belege oder Erinnerungen hinzu

source: Up to 5000 characters.
de: Bis zu 5000 Zeichen.

source: Receipts
de: Belege

source: Upload receipts as PDF or image (max 5 MB each).
de: Lade Belege als PDF oder Bild hoch (maximal 5 MB pro Datei).

source: Room Slug
de: Raum-Slug

source: Groceries
de: Lebensmittel

source: Utilities
de: Nebenkosten

source: Dinner
de: Abendessen

source: Ride share
de: Fahrgemeinschaft

source: House supplies
de: Haushaltsbedarf

source: Back to list
de: Zurück zur Liste

source: Expense
de: Ausgabe

source: paid
de: bezahlt

source: Edit transaction
de: Transaktion bearbeiten

source: Edit expense
de: Ausgabe bearbeiten

source: This room is closed, so the breakdown is read-only.
de: Dieser Raum ist geschlossen, daher ist die Aufschlüsselung read-only.

source: Total amount
de: Gesamtbetrag

source: Paid by
de: Bezahlt von

source: on
de: am

source: Recorded at %(recorded_time)s
de: Erfasst um %(recorded_time)s

source: Description
de: Beschreibung

source: No description
de: Keine Beschreibung

source: Tap a row to edit the breakdown.
de: Tippe auf eine Zeile, um die Aufschlüsselung zu bearbeiten.

source: Owes %(owed_value)s%(owed_currency)s
de: Schuldet %(owed_value)s%(owed_currency)s

source: No split data available for this transaction yet.
de: Für diese Transaktion liegen noch keine Splits-Daten vor.

source: Editing expense
de: Ausgabe bearbeiten

source: Adjust who paid and how it is split.
de: Leg fest, wer bezahlt hat und wie geteilt wird.

source: Are you sure you wish to delete this transaction?
de: Bist du sicher, dass du diese Transaktion löschen möchtest?

source: Delete
de: Löschen

source: Total
de: Gesamt

source: Current split: %(split_total)s%(split_currency)s
de: Aktuelle Aufteilung: %(split_total)s%(split_currency)s

source: Use categories to group similar spend.
de: Nutze Kategorien, um ähnliche Ausgaben zu bündeln.

source: Receipts stay on the detail page, so upload PDFs there instead of here.
de: Belege bleiben auf der Detailseite, lade PDFs dort statt hier hoch.

source: You can continue editing this transaction; switch to the detail view if you need to manage uploads.
de: Du kannst diese Transaktion weiter bearbeiten; wechsle zur Detailansicht, wenn du Uploads verwalten möchtest.

source: Open detail view
de: Detailansicht öffnen

source: Update each share or remove it entirely.
de: Aktualisiere jeden Anteil oder entferne ihn vollständig.

source: ⚠️ Total edits lock individual share inputs; the backend will rebalance splits automatically.
de: ⚠️ Gesamte Änderungen sperren einzelne Anteile; das Backend gleicht die Splits automatisch aus.

source: No split entries yet.
de: Noch keine Splits erfasst.

source: Add participant
de: Teilnehmer hinzufügen

source: Add extra notes here
de: Hier zusätzliche Notizen hinzufügen

source: Room transactions
de: Raumtransaktionen

source: Click a row to explore the full breakdown.
de: Klicke eine Zeile, um die vollständige Aufschlüsselung zu sehen.

source: Record your first expense to see the running history here.
de: Erfasse deine erste Ausgabe, um den Verlauf hier anzuzeigen.

source: View category breakdown
de: Kategorienaufteilung anzeigen

source: Break down spend
de: Ausgaben aufschlüsseln

source: This room is closed, so transactions are read-only.
de: Dieser Raum ist geschlossen, daher sind Transaktionen nur lesbar.

source: Search
de: Suche

source: Filter by payer or description
de: Nach Zahler:in oder Beschreibung filtern

source: Actions
de: Aktionen

source: Nothing to show yet
de: Noch nichts zu zeigen

source: Start by logging an expense to build your history.
de: Erfasse zuerst eine Ausgabe, um deinen Verlauf aufzubauen.

source: Room snapshot
de: Raumzusammenfassung

source: Transactions logged
de: Erfasste Transaktionen

source: Last transaction
de: Letzte Transaktion

source: Invite your roommates to start sharing expenses.
de: Lade deine Mitbewohner ein, Ausgaben gemeinsam zu teilen.

source: Tips
de: Tipps

source: Use the search field to filter by payer or description.
de: Nutze das Suchfeld, um nach Zahler:in oder Beschreibung zu filtern.

source: Tap a row or the eye icon to review the split details.
de: Tippe eine Zeile oder das Augensymbol an, um die Split-Details anzusehen.

source: The floating '+' button lets you capture a new transaction.
de: Der schwebende '+'-Button ermöglicht dir, eine neue Transaktion zu erfassen.

source: Back to debts
de: Zurück zu Schulden

source: Room spending overview
de: Übersicht der Raumausgaben

source: Who paid what
de: Wer hat was bezahlt

source: Total spent (%(currency_sign)s)
de: Insgesamt ausgegeben (%(currency_sign)s)

source: No spending yet
de: Noch keine Ausgaben

source: Add expenses to populate this dashboard.
de: Füge Ausgaben hinzu, um dieses Dashboard zu füllen.

source: Money spent by members
de: Von Mitgliedern ausgegebenes Geld

source: Who covered the bills
de: Wer hat die Rechnungen bezahlt

source: No payments recorded yet
de: Noch keine Zahlungen erfasst

source: As soon as someone logs an expense, their share appears here.
de: Sobald jemand eine Ausgabe erfasst, erscheint sein Anteil hier.

source: Money still owed
de: Noch geschuldetes Geld

source: Who needs to settle up
de: Wer muss noch ausgleichen

source: Pending balances
de: Ausstehende Salden

source: Nothing owed right now
de: Aktuell keine Schulden

source: All participants are even for the tracked expenses.
de: Alle Teilnehmer sind für die erfassten Ausgaben ausgeglichen.

source: Loading spending timeline…
de: Verlauf wird geladen…

source: Spending over time
de: Ausgaben über die Zeit

source: Expense build-up
de: Ausgabenaufbau

source: Showing %(period)s (%(start)s – %(end)s).
de: Zeigt %(period)s (%(start)s – %(end)s).

source: Spending trend ranges
de: Ausgabentrend-Intervalle

source: Updating...
de: Wird aktualisiert...

source: Not enough data to render the chart yet.
de: Noch nicht genug Daten, um das Diagramm darzustellen.

source: No data available
de: Keine Daten verfügbar

source: Add a few expenses to unlock the timeline.
de: Füge ein paar Ausgaben hinzu, um die Timeline freizuschalten.

source: Stored documents are linked to this transaction.
de: Gespeicherte Dokumente sind mit dieser Transaktion verknüpft.

source: Permanently delete this receipt?
de: Beleg dauerhaft löschen?

source: Delete receipt
de: Beleg löschen

source: PDF receipt preview
de: PDF-Beleg-Vorschau

source: Uploaded by %(uploader)s
de: Hochgeladen von %(uploader)s

source: No receipts have been attached to this transaction yet.
de: Dieser Transaktion wurden noch keine Belege beigefügt.

source: Receipts cannot be uploaded after the room has been closed.
de: Belege können nach Schließen des Raums nicht mehr hochgeladen werden.

source: Upload receipt
de: Beleg hochladen

source: PDF or PNG/JPEG/WebP/GIF (max 5 MB).
de: PDF oder PNG/JPEG/WebP/GIF (max. 5 MB).

source: Paid on
de: Bezahlt am

source: %(delta)s ago
de: Vor %(delta)s

source: Payer
de: Zahler:in

source: View split details
de: Split-Details ansehen

source: No transactions match "%(query)s".
de: Keine Transaktionen entsprechen "%(query)s".

source: No transactions to show yet.
de: Noch keine Transaktionen anzuzeigen.

source: You're all caught up.
de: Du bist auf dem Laufenden.

source: Webpush Information for {user}
de: Webpush-Information für {user}
